Revit 2027 API
UnitTypeId.MetersCentimeters Property
 Meters and centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersCentimeters { get; }
Public Shared ReadOnly Property MetersCentimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersCentimeters {
	ForgeTypeId^ get ();
}
static member MetersCentimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace